{
	"text": "Mafavuke Ngcobo, a licensed African inyanga or "traditional" herbalist (as opposed to diviner or rainmaker) in the province of Natal, South Africa, gained the attention of white chemists and government authorities when he turned his small herbal practice in decidedly "untraditional" directions in the 1930s. In contrast to the colonial stereotype of the "witch doctor" reciting incantations to the dead over a mysterious bubbling brew, Mr. Ngcobo practiced medicine in ways uncomfortably familiar to white urbanites. Not only did Ngcobo use the title "doctor" (until reprimanded by the court), but he advertised himself in pamphlets as a "native medical scientist." Reverend Qandiyane Cele, who wrote a supporting letter to the Chief Native Commissioner, emphasized Ngcobo's credibility by pointing out that his "chemist" shops operated along "a European system."' By 1934, Ngcobo owned five muthi (African medicine) shops in and around the city of Durban, as well as a lucrative mail-order business that sold bottled medicinal remedies labeled in both Zulu and English.
His remedies contained local herbs, some Indian remedies, and, more con-troversially, chemist drugs and patent medicines. In addition, in 1928 Ngcobo helped establish the Natal Native Medical Association, a professional organization of African herbalists that tested dues-paying members on their knowledge of "native curatives." This organization (albeit a small one) lobbied the government for "native medical rights," hired lawyers to defend its members in court, and became quite adept at capturing media attention. Such seemingly "untrational" behavior troubled the local white medical establish. ment, and in 1940 Ngcobo went on trial for "carrying on the business of a chemit or druggist." Traditional healer, of which there were many types, specialized ac. cording to their talents and calling, Historically they performed a variety of functions for Arican communities; these included bringing rain, detecting witches and criminals, "doctoring" armies, negotiating with ancestors, and wing herbs and surgical procedures to cure and mend the body. Ngcobod very succes as a "not-so-traditional healer, however, represented larger transformations in African healing practices that occurred between the 182os and 1940, particularly in the areas of Natal and Zululand (the former Zulu king-dom). This period saw healers transform themselves from politically powerful men and women who threatened to undermine colonial rule and law in nineteentircentury Natal into successful venture capitalists who competed for turf and patients with white biomedical (Western and allopathic) doctors and pharmacists in the carly twentieth century." Healers not only adjusted to the political, social, and economic factors that accompanied British colonial rule, but found their status dramatically affected by provincial legislation. Beginning in the 186os, white legislators criminalized all types of healers, but in 1891 made the unique decision to license African midwives and inyangas. Not all traditional healers adopted Ngcobo's practices or competed with whites in the same manner, yet in a budding multitherapeutic society many rural and urban healers had begun to incorporate and experiment with medical and non-medical substances associated with South Africa's other population groups. This blurring of medical as well as cultural boundaries made white medical practitioners and government authorities quite uncomfortable and raised important questions regarding the very nature of so-called traditional medicine and the role of licensed inyangas. Ngcobo's trial not only brought many of these particular issues to light but also demonstrated the difficulty in trying to characterize exactly what was "tra-ditional" about "traditional medicine." On one side, white administrators, doc-tors, and chemists argued that "native medicines" were static and unchanging and should be defined largely as the absence of what was considered "white," that is, exclusive rights to biomedical ingredients, titles, tools, practices, scientific methods, and white patients. Conversely, the Natal Native Medical Association, Ngcobo, and his lawyer argued that African therapeutics were dynamic and experimental and changed with the times. Problems encountered in legally codifying this medical tradition, however, resulted largely from the ambiguity of past legislation, particularly the 18g, Natal Native Code, which had originally legalized and licensed the practices of African midwives and inyangas. The code's writers presumed the concepts of native and European medicines as self-evident and obviously and inherently different. The only legal restriction placed on licensed inyangas was a caveat specifically banning the sale of "love philtres or charms." In 1932, administrators sought to more clearly distinguish these to medical cultures by amending the code to explicitly state that inyangas "may prescribe, deal in and sell native medicines only."* The Ngcobo trial was yet another attempt to disrupt the "development of a new hybrid system" that had clearly begun at a much earlier date.' In determining what constituted "native medicines" or "traditional methods" of healing, the prosecution, like the white administrators before them, sought to establish the "authenticity" of so-called native customary law by turning to the requisite African "experts" or old African men. At the 1940 trial, the testimony of Ngcobo's own employees, and an elderly licensed inyanga from Port Shepstone who bore no relationship to Ngcobo or his business, provided the bulk of the prosecution's evidence. Their testimony showed that although Ngcobo's own workers characterized some medicines as "European" and others as "African," they disagreed on the origins and use of others. Ngcobo's employee of twelve years, George Mvuyane, told the court: "Everything you buy from a chemist shop is a European medicine and everything you go and dig for is a native medicine." Gonzaga Ghobosheane, another worker of Ngcobo's, and Ndabakohliwe Kuzwayo, the seventy-year-old exemplary in-yanga, argued that native medicines also included animal fats, skins and bones, and minerals. With regards to medicinal plants, these African witnesses distinguished "native medicines" by whether they grew wild in Natal and Zulu-land. By the 1940s this involved a number of exotic species to include ones prepared by local chemists such as jalap (Zulu: jalambu) from South America and male fern (Zulu: nkomankoma) from Europe and North America. While Africans designated wild exotic plants as "native," some native plants, such as croton seeds, referred to by Mvuyane as nhla kwa zaselndia, which indicated an Indian influence, assumed exotic connections. The origins of other substances such as mercury (Zulu: sigiti) seemed to defy classification, perhaps because both Ayurvedic (Indian) and biomedical practitioners used it. Kuzwayo said he knew no "medicine men" in Port Shepstone who used it, while Qho-bosheane claimed it was quite common all over the country? Despite the evidence of African healers and the fact that wild exotic plants introduced by early white traders and settlers had been growing in the area for more than a hundred years, the prosecution argued that "indigenous" medicine should include only indigenous plants of South Africa. The defense argued against a double standard that enabled the British pharmacopoeia to include many foreign herbs and materials but limited "native medicines" to indigenous South.",
$	"chunk_length": 4
}